Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# BootLogo_NotBaseline
source: The BIOS shows only standard (baseline) JPEGs, and Windows couldn't convert this one. Save it as a standard JPEG and try again.
ar_sa: لا يعرض BIOS إلا صور JPEG القياسية (baseline)، ولم يتمكن Windows من تحويل هذه الصورة. احفظها بتنسيق JPEG قياسي ثم حاول مجددًا.
bg_bg: BIOS показва само стандартни (baseline) JPEG изображения, а Windows не успя да преобразува това. Запишете го като стандартен JPEG и опитайте отново.
ca_es: La BIOS només mostra JPEG estàndard (baseline), i Windows no ha pogut convertir aquest. Desa'l com a JPEG estàndard i torna-ho a provar.
cs_cz: BIOS zobrazuje jen standardní (baseline) soubory JPEG a Windows tento obrázek nedokázal převést. Uložte ho jako standardní JPEG a zkuste to znovu.
de_de: Das BIOS zeigt nur Standard-JPEGs (Baseline), und Windows konnte dieses nicht umwandeln. Speichern Sie es als Standard-JPEG und versuchen Sie es erneut.
el_gr: Το BIOS εμφανίζει μόνο τυπικά (baseline) JPEG και τα Windows δεν μπόρεσαν να μετατρέψουν αυτό. Αποθηκεύστε το ως τυπικό JPEG και δοκιμάστε ξανά.
es_es: La BIOS solo muestra JPEG estándar (baseline), y Windows no pudo convertir este. Guárdalo como JPEG estándar y vuelve a intentarlo.
et_ee: BIOS kuvab ainult tavalisi (baseline) JPEG-pilte ja Windows ei suutnud seda teisendada. Salvestage see tavalise JPEG-ina ja proovige uuesti.
fa_ir: BIOS فقط تصاویر JPEG استاندارد (baseline) را نمایش می‌دهد و Windows نتوانست این یکی را تبدیل کند. آن را به‌صورت JPEG استاندارد ذخیره کنید و دوباره امتحان کنید.
fi_fi: BIOS näyttää vain tavallisia (baseline) JPEG-kuvia, eikä Windows pystynyt muuntamaan tätä. Tallenna se tavallisena JPEG-kuvana ja yritä uudelleen.
fr_fr: Le BIOS n’affiche que les JPEG standard (baseline), et Windows n’a pas pu convertir celui-ci. Enregistrez-le en JPEG standard et réessayez.
he_il: ה-BIOS מציג רק קובצי JPEG רגילים (baseline), ו-Windows לא הצליח להמיר את הקובץ הזה. שמור אותו כ-JPEG רגיל ונסה שוב.
hi_in: BIOS केवल मानक (baseline) JPEG दिखाता है, और Windows इसे बदल नहीं सका। इसे मानक JPEG के रूप में सहेजें और फिर से कोशिश करें।
hu_hu: A BIOS csak szabványos (baseline) JPEG-képeket jelenít meg, és a Windows ezt nem tudta átalakítani. Mentse szabványos JPEG-ként, és próbálja újra.
id_id: BIOS hanya menampilkan JPEG standar (baseline), dan Windows tidak dapat mengonversi yang ini. Simpan sebagai JPEG standar lalu coba lagi.
it_it: Il BIOS mostra solo JPEG standard (baseline) e Windows non è riuscito a convertire questo. Salvalo come JPEG standard e riprova.
ja_jp: BIOS が表示できるのは標準 (ベースライン) の JPEG だけで、Windows ではこの画像を変換できませんでした。標準の JPEG で保存し直してください。
ko_kr: BIOS는 표준(베이스라인) JPEG만 표시하며, Windows에서 이 사진을 변환하지 못했습니다. 표준 JPEG로 저장한 뒤 다시 시도하세요.
lv_lv: BIOS rāda tikai standarta (baseline) JPEG attēlus, un Windows nevarēja šo pārveidot. Saglabājiet to kā standarta JPEG un mēģiniet vēlreiz.
nb_no: BIOS viser bare standard (baseline) JPEG-bilder, og Windows kunne ikke konvertere dette. Lagre det som standard JPEG og prøv igjen.
nl_nl: Het BIOS toont alleen standaard (baseline) JPEG's en Windows kon deze niet omzetten. Sla haar op als standaard JPEG en probeer het opnieuw.
pl_pl: BIOS wyświetla tylko standardowe (baseline) pliki JPEG, a system Windows nie zdołał przekonwertować tego. Zapisz go jako standardowy JPEG i spróbuj ponownie.
pt_pt: O BIOS mostra apenas JPEG padrão (baseline), e o Windows não conseguiu converter este. Guarde-o como JPEG padrão e tente novamente.
ro_ro: BIOS-ul afișează doar imagini JPEG standard (baseline), iar Windows nu a putut converti aceasta. Salvați-o ca JPEG standard și încercați din nou.
ru_ru: BIOS показывает только стандартные (baseline) JPEG, а Windows не удалось преобразовать это изображение. Сохраните его как стандартный JPEG и повторите попытку.
sk_sk: BIOS zobrazuje iba štandardné (baseline) súbory JPEG a systém Windows tento obrázok nedokázal previesť. Uložte ho ako štandardný JPEG a skúste to znova.
sr_cyrl_rs: BIOS приказује само стандардне (baseline) JPEG слике, а Windows није успео да претвори ову. Сачувајте је као стандардни JPEG и покушајте поново.
sv_se: BIOS visar bara vanliga (baseline) JPEG-bilder, och Windows kunde inte konvertera den här. Spara den som vanlig JPEG och försök igen.
th_th: BIOS แสดงได้เฉพาะ JPEG มาตรฐาน (baseline) และ Windows แปลงรูปนี้ไม่ได้ บันทึกเป็น JPEG มาตรฐานแล้วลองอีกครั้ง
tr_tr: BIOS yalnızca standart (baseline) JPEG'leri gösterir ve Windows bunu dönüştüremedi. Standart JPEG olarak kaydedip yeniden deneyin.
uk_ua: BIOS показує лише стандартні (baseline) JPEG, а Windows не вдалося перетворити це зображення. Збережіть його як стандартний JPEG і спробуйте ще раз.
vi_vn: BIOS chỉ hiển thị ảnh JPEG tiêu chuẩn (baseline), và Windows không chuyển đổi được ảnh này. Hãy lưu ảnh dưới dạng JPEG tiêu chuẩn rồi thử lại.
zh_cn: BIOS 只能显示标准 (baseline) JPEG，而 Windows 无法转换这张图片。请另存为标准 JPEG 后重试。
zh_tw: BIOS 只能顯示標準 (baseline) JPEG，而 Windows 無法轉換這張圖片。請另存為標準 JPEG 後再試一次。

# BootLogo_ScreenUnknown
source: OpenSense can't read the laptop screen's resolution to check the picture's size. Open the lid and try again.
ar_sa: لا يستطيع OpenSense قراءة دقة شاشة الكمبيوتر المحمول للتحقق من حجم الصورة. افتح الغطاء وحاول مجددًا.
bg_bg: OpenSense не може да прочете разделителната способност на екрана на лаптопа, за да провери размера на изображението. Отворете капака и опитайте отново.
ca_es: L'OpenSense no pot llegir la resolució de la pantalla del portàtil per comprovar la mida de la imatge. Obre la tapa i torna-ho a provar.
cs_cz: OpenSense nemůže zjistit rozlišení displeje notebooku, aby ověřil velikost obrázku. Otevřete víko a zkuste to znovu.
de_de: OpenSense kann die Auflösung des Laptop-Bildschirms nicht lesen, um die Bildgröße zu prüfen. Klappen Sie den Deckel auf und versuchen Sie es erneut.
el_gr: Το OpenSense δεν μπορεί να διαβάσει την ανάλυση της οθόνης του φορητού για να ελέγξει το μέγεθος της εικόνας. Ανοίξτε το καπάκι και δοκιμάστε ξανά.
es_es: OpenSense no puede leer la resolución de la pantalla del portátil para comprobar el tamaño de la imagen. Abre la tapa y vuelve a intentarlo.
et_ee: OpenSense ei saa pildi suuruse kontrollimiseks sülearvuti ekraani eraldusvõimet lugeda. Avage kaas ja proovige uuesti.
fa_ir: OpenSense نمی‌تواند وضوح صفحه‌نمایش لپ‌تاپ را برای بررسی اندازهٔ تصویر بخواند. درِ لپ‌تاپ را باز کنید و دوباره امتحان کنید.
fi_fi: OpenSense ei pysty lukemaan kannettavan näytön tarkkuutta kuvan koon tarkistamiseksi. Avaa kansi ja yritä uudelleen.
fr_fr: OpenSense ne peut pas lire la résolution de l’écran de l’ordinateur portable pour vérifier la taille de l’image. Ouvrez l’écran et réessayez.
he_il: OpenSense לא יכול לקרוא את רזולוציית המסך של המחשב הנייד כדי לבדוק את גודל התמונה. פתח את המכסה ונסה שוב.
hi_in: OpenSense चित्र का आकार जाँचने के लिए लैपटॉप स्क्रीन का रिज़ॉल्यूशन नहीं पढ़ पा रहा है। ढक्कन खोलें और फिर से कोशिश करें।
hu_hu: Az OpenSense nem tudja kiolvasni a laptop képernyőjének felbontását, hogy ellenőrizze a kép méretét. Nyissa fel a fedelet, és próbálja újra.
id_id: OpenSense tidak dapat membaca resolusi layar laptop untuk memeriksa ukuran gambar. Buka penutupnya lalu coba lagi.
it_it: OpenSense non riesce a leggere la risoluzione dello schermo del portatile per controllare le dimensioni dell'immagine. Apri il coperchio e riprova.
ja_jp: 画像のサイズを確認するためのノート PC の画面解像度を OpenSense が読み取れません。ふたを開けてからやり直してください。
ko_kr: OpenSense가 사진 크기를 확인할 노트북 화면 해상도를 읽을 수 없습니다. 덮개를 열고 다시 시도하세요.
lv_lv: OpenSense nevar nolasīt klēpjdatora ekrāna izšķirtspēju, lai pārbaudītu attēla izmēru. Atveriet vāku un mēģiniet vēlreiz.
nb_no: OpenSense kan ikke lese oppløsningen til skjermen på den bærbare PC-en for å sjekke bildestørrelsen. Åpne lokket og prøv igjen.
nl_nl: OpenSense kan de resolutie van het laptopscherm niet lezen om de afbeeldingsgrootte te controleren. Klap het deksel open en probeer het opnieuw.
pl_pl: OpenSense nie może odczytać rozdzielczości ekranu laptopa, aby sprawdzić rozmiar obrazu. Otwórz pokrywę i spróbuj ponownie.
pt_pt: O OpenSense não consegue ler a resolução do ecrã do portátil para verificar o tamanho da imagem. Abra a tampa e tente novamente.
ro_ro: OpenSense nu poate citi rezoluția ecranului laptopului pentru a verifica dimensiunea imaginii. Deschideți capacul și încercați din nou.
ru_ru: OpenSense не удаётся прочитать разрешение экрана ноутбука, чтобы проверить размер изображения. Откройте крышку и повторите попытку.
sk_sk: OpenSense nemôže zistiť rozlíšenie displeja notebooku, aby overil veľkosť obrázka. Otvorte veko a skúste to znova.
sr_cyrl_rs: OpenSense не може да прочита резолуцију екрана лаптопа да би проверио величину слике. Отворите поклопац и покушајте поново.
sv_se: OpenSense kan inte läsa upplösningen på den bärbara datorns skärm för att kontrollera bildens storlek. Fäll upp locket och försök igen.
th_th: OpenSense อ่านความละเอียดหน้าจอแล็ปท็อปเพื่อตรวจสอบขนาดรูปภาพไม่ได้ เปิดฝาแล้วลองอีกครั้ง
tr_tr: OpenSense, resmin boyutunu denetlemek için dizüstü bilgisayar ekranının çözünürlüğünü okuyamıyor. Kapağı açıp yeniden deneyin.
uk_ua: OpenSense не вдається прочитати роздільну здатність екрана ноутбука, щоб перевірити розмір зображення. Відкрийте кришку й спробуйте ще раз.
vi_vn: OpenSense không đọc được độ phân giải màn hình máy tính xách tay để kiểm tra kích thước ảnh. Hãy mở nắp rồi thử lại.
zh_cn: OpenSense 无法读取笔记本电脑屏幕的分辨率来检查图片大小。请打开屏幕盖后重试。
zh_tw: OpenSense 無法讀取筆電螢幕的解析度來檢查圖片大小。請打開螢幕上蓋後再試一次。

# BootLogo_NoSpace
source: There isn't enough free space on the EFI system partition for this picture.
ar_sa: لا توجد مساحة خالية كافية في قسم نظام EFI لهذه الصورة.
bg_bg: Няма достатъчно свободно място в системния дял на EFI за това изображение.
ca_es: No hi ha prou espai lliure a la partició del sistema EFI per a aquesta imatge.
cs_cz: Na systémovém oddílu EFI není pro tento obrázek dost volného místa.
de_de: Auf der EFI-Systempartition ist nicht genug Platz für dieses Bild.
el_gr: Δεν υπάρχει αρκετός ελεύθερος χώρος στο διαμέρισμα συστήματος EFI για αυτή την εικόνα.
es_es: No hay suficiente espacio libre en la partición del sistema EFI para esta imagen.
et_ee: EFI süsteemisektsioonil pole selle pildi jaoks piisavalt vaba ruumi.
fa_ir: فضای خالی کافی در پارتیشن سیستمی EFI برای این تصویر وجود ندارد.
fi_fi: EFI-järjestelmäosiossa ei ole tarpeeksi vapaata tilaa tälle kuvalle.
fr_fr: La partition système EFI n’a pas assez d’espace libre pour cette image.
he_il: אין מספיק מקום פנוי במחיצת המערכת של EFI עבור תמונה זו.
hi_in: इस चित्र के लिए EFI सिस्टम विभाजन पर पर्याप्त खाली स्थान नहीं है।
hu_hu: Az EFI rendszerpartíción nincs elég szabad hely ehhez a képhez.
id_id: Tidak ada cukup ruang kosong di partisi sistem EFI untuk gambar ini.
it_it: Non c'è abbastanza spazio libero nella partizione di sistema EFI per questa immagine.
ja_jp: EFI システム パーティションにこの画像を保存する空き容量がありません。
ko_kr: EFI 시스템 파티션에 이 사진을 넣을 여유 공간이 부족합니다.
lv_lv: EFI sistēmas nodalījumā nepietiek brīvas vietas šim attēlam.
nb_no: Det er ikke nok ledig plass på EFI-systempartisjonen til dette bildet.
nl_nl: Er is niet genoeg vrije ruimte op de EFI-systeempartitie voor deze afbeelding.
pl_pl: Na partycji systemowej EFI brakuje wolnego miejsca na ten obraz.
pt_pt: Não há espaço livre suficiente na partição de sistema EFI para esta imagem.
ro_ro: Nu există suficient spațiu liber pe partiția de sistem EFI pentru această imagine.
ru_ru: В системном разделе EFI недостаточно свободного места для этого изображения.
sk_sk: Na systémovom oddiele EFI nie je pre tento obrázok dosť voľného miesta.
sr_cyrl_rs: На EFI системској партицији нема довољно слободног простора за ову слику.
sv_se: Det finns inte tillräckligt med ledigt utrymme på EFI-systempartitionen för den här bilden.
th_th: พาร์ติชันระบบ EFI มีพื้นที่ว่างไม่พอสำหรับรูปภาพนี้
tr_tr: EFI sistem bölümünde bu resim için yeterli boş alan yok.
uk_ua: У системному розділі EFI недостатньо вільного місця для цього зображення.
vi_vn: Phân vùng hệ thống EFI không đủ dung lượng trống cho ảnh này.
zh_cn: EFI 系统分区没有足够的可用空间来存放此图片。
zh_tw: EFI 系統磁碟分割沒有足夠的可用空間來存放這張圖片。

# BootLogo_WriteFailed
source: The boot logo couldn't be saved.
ar_sa: تعذّر حفظ شعار بدء التشغيل.
bg_bg: Логото при стартиране не можа да бъде записано.
ca_es: No s'ha pogut desar el logotip d'arrencada.
cs_cz: Logo při spuštění se nepodařilo uložit.
de_de: Das Startlogo konnte nicht gespeichert werden.
el_gr: Δεν ήταν δυνατή η αποθήκευση του λογότυπου εκκίνησης.
es_es: No se pudo guardar el logotipo de arranque.
et_ee: Käivituslogo ei õnnestunud salvestada.
fa_ir: لوگوی راه‌اندازی ذخیره نشد.
fi_fi: Käynnistyslogoa ei voitu tallentaa.
fr_fr: Le logo de démarrage n’a pas pu être enregistré.
he_il: לא ניתן היה לשמור את לוגו האתחול.
hi_in: बूट लोगो सहेजा नहीं जा सका।
hu_hu: Az indítási emblémát nem sikerült menteni.
id_id: Logo saat menyala tidak dapat disimpan.
it_it: Impossibile salvare il logo di avvio.
ja_jp: 起動ロゴを保存できませんでした。
ko_kr: 부팅 로고를 저장하지 못했습니다.
lv_lv: Palaišanas logotipu neizdevās saglabāt.
nb_no: Oppstartslogoen kunne ikke lagres.
nl_nl: Het opstartlogo kan niet worden opgeslagen.
pl_pl: Nie udało się zapisać logo uruchamiania.
pt_pt: Não foi possível guardar o logótipo de arranque.
ro_ro: Sigla la pornire nu a putut fi salvată.
ru_ru: Не удалось сохранить логотип при загрузке.
sk_sk: Logo pri spustení sa nepodarilo uložiť.
sr_cyrl_rs: Лого при покретању није могао да се сачува.
sv_se: Startlogotypen kunde inte sparas.
th_th: บันทึกโลโก้ตอนเริ่มระบบไม่ได้
tr_tr: Açılış logosu kaydedilemedi.
uk_ua: Не вдалося зберегти логотип під час завантаження.
vi_vn: Không lưu được logo khởi động.
zh_cn: 无法保存开机徽标。
zh_tw: 無法儲存開機標誌。

# BootLogo_RestoreFailed
source: Acer's logo couldn't be put back.
ar_sa: تعذّرت إعادة شعار Acer.
bg_bg: Логото на Acer не можа да бъде възстановено.
ca_es: No s'ha pogut restaurar el logotip d'Acer.
cs_cz: Logo Acer se nepodařilo obnovit.
de_de: Das Acer-Logo konnte nicht wiederhergestellt werden.
el_gr: Δεν ήταν δυνατή η επαναφορά του λογότυπου της Acer.
es_es: No se pudo restaurar el logotipo de Acer.
et_ee: Aceri logo ei õnnestunud taastada.
fa_ir: لوگوی Acer بازگردانده نشد.
fi_fi: Acerin logoa ei voitu palauttaa.
fr_fr: Le logo d’Acer n’a pas pu être rétabli.
he_il: לא ניתן היה להחזיר את הלוגו של Acer.
hi_in: Acer का लोगो वापस नहीं लगाया जा सका।
hu_hu: Az Acer emblémát nem sikerült visszaállítani.
id_id: Logo Acer tidak dapat dikembalikan.
it_it: Impossibile ripristinare il logo di Acer.
ja_jp: Acer のロゴに戻せませんでした。
ko_kr: Acer 로고로 되돌리지 못했습니다.
lv_lv: Acer logotipu neizdevās atjaunot.
nb_no: Acer-logoen kunne ikke settes tilbake.
nl_nl: Het Acer-logo kan niet worden teruggezet.
pl_pl: Nie udało się przywrócić logo Acer.
pt_pt: Não foi possível repor o logótipo da Acer.
ro_ro: Sigla Acer nu a putut fi restabilită.
ru_ru: Не удалось вернуть логотип Acer.
sk_sk: Logo Acer sa nepodarilo obnoviť.
sr_cyrl_rs: Acer лого није могао да се врати.
sv_se: Acers logotyp kunde inte återställas.
th_th: คืนค่าโลโก้ของ Acer ไม่ได้
tr_tr: Acer logosu geri yüklenemedi.
uk_ua: Не вдалося повернути логотип Acer.
vi_vn: Không khôi phục được logo của Acer.
zh_cn: 无法恢复 Acer 徽标。
zh_tw: 無法還原 Acer 標誌。

# BootLogo_ReadFailed
source: The picture couldn't be read: {0}
ar_sa: تعذّرت قراءة الصورة: {0}
bg_bg: Изображението не можа да бъде прочетено: {0}
ca_es: No s'ha pogut llegir la imatge: {0}
cs_cz: Obrázek se nepodařilo načíst: {0}
de_de: Das Bild konnte nicht gelesen werden: {0}
el_gr: Δεν ήταν δυνατή η ανάγνωση της εικόνας: {0}
es_es: No se pudo leer la imagen: {0}
et_ee: Pilti ei õnnestunud lugeda: {0}
fa_ir: تصویر خوانده نشد: {0}
fi_fi: Kuvaa ei voitu lukea: {0}
fr_fr: L’image n’a pas pu être lue : {0}
he_il: לא ניתן היה לקרוא את התמונה: {0}
hi_in: चित्र पढ़ा नहीं जा सका: {0}
hu_hu: A képet nem sikerült beolvasni: {0}
id_id: Gambar tidak dapat dibaca: {0}
it_it: Impossibile leggere l'immagine: {0}
ja_jp: 画像を読み込めませんでした: {0}
ko_kr: 사진을 읽지 못했습니다: {0}
lv_lv: Attēlu neizdevās nolasīt: {0}
nb_no: Bildet kunne ikke leses: {0}
nl_nl: De afbeelding kan niet worden gelezen: {0}
pl_pl: Nie udało się odczytać obrazu: {0}
pt_pt: Não foi possível ler a imagem: {0}
ro_ro: Imaginea nu a putut fi citită: {0}
ru_ru: Не удалось прочитать изображение: {0}
sk_sk: Obrázok sa nepodarilo načítať: {0}
sr_cyrl_rs: Слика није могла да се прочита: {0}
sv_se: Bilden kunde inte läsas: {0}
th_th: อ่านรูปภาพไม่ได้: {0}
tr_tr: Resim okunamadı: {0}
uk_ua: Не вдалося прочитати зображення: {0}
vi_vn: Không đọc được ảnh: {0}
zh_cn: 无法读取图片：{0}
zh_tw: 無法讀取圖片：{0}

# Notice_Battery_Title
source: Battery
ar_sa: البطارية
bg_bg: Батерия
ca_es: Bateria
cs_cz: Baterie
de_de: Akku
el_gr: Μπαταρία
es_es: Batería
et_ee: Aku
fa_ir: باتری
fi_fi: Akku
fr_fr: Batterie
he_il: סוללה
hi_in: बैटरी
hu_hu: Akkumulátor
id_id: Baterai
it_it: Batteria
ja_jp: バッテリー
ko_kr: 배터리
lv_lv: Akumulators
nb_no: Batteri
nl_nl: Batterij
pl_pl: Bateria
pt_pt: Bateria
ro_ro: Baterie
ru_ru: Аккумулятор
sk_sk: Batéria
sr_cyrl_rs: Батерија
sv_se: Batteri
th_th: แบตเตอรี่
tr_tr: Pil
uk_ua: Акумулятор
vi_vn: Pin
zh_cn: 电池
zh_tw: 電池

# Notice_ChargeLimitRejected
source: The firmware rejected the charge limit change.
ar_sa: رفض البرنامج الثابت تغيير حد الشحن.
bg_bg: Фърмуерът отхвърли промяната на ограничението за зареждане.
ca_es: El microprogramari ha rebutjat el canvi del límit de càrrega.
cs_cz: Firmware odmítl změnu limitu nabíjení.
de_de: Die Firmware hat die Änderung der Ladegrenze abgelehnt.
el_gr: Το υλικολογισμικό απέρριψε την αλλαγή του ορίου φόρτισης.
es_es: El firmware rechazó el cambio del límite de carga.
et_ee: Püsivara lükkas laadimispiirangu muudatuse tagasi.
fa_ir: سفت‌افزار تغییر محدودیت شارژ را رد کرد.
fi_fi: Laiteohjelmisto hylkäsi latausrajan muutoksen.
fr_fr: Le firmware a refusé la modification de la limite de charge.
he_il: הקושחה דחתה את השינוי במגבלת הטעינה.
hi_in: फ़र्मवेयर ने चार्ज सीमा परिवर्तन अस्वीकार कर दिया।
hu_hu: A belső vezérlőprogram elutasította a töltési korlát módosítását.
id_id: Firmware menolak perubahan batas pengisian.
it_it: Il firmware ha rifiutato la modifica del limite di ricarica.
ja_jp: ファームウェアが充電上限の変更を拒否しました。
ko_kr: 펌웨어가 충전 한도 변경을 거부했습니다.
lv_lv: Aparātprogrammatūra noraidīja uzlādes ierobežojuma izmaiņas.
nb_no: Fastvaren avviste endringen av ladegrensen.
nl_nl: De firmware heeft de wijziging van de laadlimiet geweigerd.
pl_pl: Oprogramowanie układowe odrzuciło zmianę limitu ładowania.
pt_pt: O firmware recusou a alteração do limite de carga.
ro_ro: Firmware-ul a respins modificarea limitei de încărcare.
ru_ru: Встроенное ПО отклонило изменение предела зарядки.
sk_sk: Firmvér odmietol zmenu limitu nabíjania.
sr_cyrl_rs: Фирмвер је одбио промену ограничења пуњења.
sv_se: Firmware avvisade ändringen av laddningsgränsen.
th_th: เฟิร์มแวร์ปฏิเสธการเปลี่ยนแปลงขีดจำกัดการชาร์จ
tr_tr: Üretici yazılımı şarj sınırı değişikliğini reddetti.
uk_ua: Мікропрограма відхилила зміну межі заряджання.
vi_vn: Chương trình cơ sở đã từ chối thay đổi giới hạn sạc.
zh_cn: 固件拒绝了充电上限更改。
zh_tw: 韌體拒絕了充電上限變更。

# Notice_UsbChargingRejected
source: The firmware rejected the USB charging change.
ar_sa: رفض البرنامج الثابت تغيير شحن USB.
bg_bg: Фърмуерът отхвърли промяната на зареждането през USB.
ca_es: El microprogramari ha rebutjat el canvi de la càrrega per USB.
cs_cz: Firmware odmítl změnu nabíjení přes USB.
de_de: Die Firmware hat die Änderung des USB-Ladens abgelehnt.
el_gr: Το υλικολογισμικό απέρριψε την αλλαγή της φόρτισης USB.
es_es: El firmware rechazó el cambio de la carga por USB.
et_ee: Püsivara lükkas USB-laadimise muudatuse tagasi.
fa_ir: سفت‌افزار تغییر شارژ USB را رد کرد.
fi_fi: Laiteohjelmisto hylkäsi USB-latauksen muutoksen.
fr_fr: Le firmware a refusé la modification de la charge USB.
he_il: הקושחה דחתה את השינוי בטעינת USB.
hi_in: फ़र्मवेयर ने USB चार्जिंग परिवर्तन अस्वीकार कर दिया।
hu_hu: A belső vezérlőprogram elutasította az USB-töltés módosítását.
id_id: Firmware menolak perubahan pengisian daya USB.
it_it: Il firmware ha rifiutato la modifica della ricarica USB.
ja_jp: ファームウェアが USB 充電の変更を拒否しました。
ko_kr: 펌웨어가 USB 충전 변경을 거부했습니다.
lv_lv: Aparātprogrammatūra noraidīja USB uzlādes izmaiņas.
nb_no: Fastvaren avviste endringen av USB-lading.
nl_nl: De firmware heeft de wijziging van USB-opladen geweigerd.
pl_pl: Oprogramowanie układowe odrzuciło zmianę ładowania przez USB.
pt_pt: O firmware recusou a alteração do carregamento por USB.
ro_ro: Firmware-ul a respins modificarea încărcării prin USB.
ru_ru: Встроенное ПО отклонило изменение зарядки по USB.
sk_sk: Firmvér odmietol zmenu nabíjania cez USB.
sr_cyrl_rs: Фирмвер је одбио промену пуњења преко USB-а.
sv_se: Firmware avvisade ändringen av USB-laddning.
th_th: เฟิร์มแวร์ปฏิเสธการเปลี่ยนแปลงการชาร์จผ่าน USB
tr_tr: Üretici yazılımı USB şarj değişikliğini reddetti.
uk_ua: Мікропрограма відхилила зміну заряджання через USB.
vi_vn: Chương trình cơ sở đã từ chối thay đổi sạc qua USB.
zh_cn: 固件拒绝了 USB 充电更改。
zh_tw: 韌體拒絕了 USB 充電變更。

# Notice_CalibrationFinished
source: The battery calibration has finished.
ar_sa: انتهت معايرة البطارية.
bg_bg: Калибрирането на батерията приключи.
ca_es: El calibratge de la bateria ha acabat.
cs_cz: Kalibrace baterie je hotová.
de_de: Die Akkukalibrierung ist abgeschlossen.
el_gr: Η βαθμονόμηση της μπαταρίας ολοκληρώθηκε.
es_es: La calibración de la batería ha terminado.
et_ee: Aku kalibreerimine on lõppenud.
fa_ir: کالیبره کردن باتری تمام شد.
fi_fi: Akun kalibrointi on valmis.
fr_fr: Le calibrage de la batterie est terminé.
he_il: כיול הסוללה הסתיים.
hi_in: बैटरी कैलिब्रेशन पूरा हो गया।
hu_hu: Az akkumulátor kalibrálása befejeződött.
id_id: Kalibrasi baterai telah selesai.
it_it: La calibrazione della batteria è terminata.
ja_jp: バッテリーの調整が完了しました。
ko_kr: 배터리 보정이 끝났습니다.
lv_lv: Akumulatora kalibrēšana ir pabeigta.
nb_no: Kalibreringen av batteriet er ferdig.
nl_nl: Het kalibreren van de batterij is klaar.
pl_pl: Kalibracja baterii zakończyła się.
pt_pt: A calibração da bateria terminou.
ro_ro: Calibrarea bateriei s-a încheiat.
ru_ru: Калибровка аккумулятора завершена.
sk_sk: Kalibrácia batérie sa skončila.
sr_cyrl_rs: Калибрисање батерије је завршено.
sv_se: Kalibreringen av batteriet är klar.
th_th: การปรับเทียบแบตเตอรี่เสร็จแล้ว
tr_tr: Pil kalibrasyonu tamamlandı.
uk_ua: Калібрування акумулятора завершено.
vi_vn: Đã hiệu chỉnh pin xong.
zh_cn: 电池校准已完成。
zh_tw: 電池校準已完成。
